print("##################################################")
print("#           jogo de adivinhação                  #")
print("#                    y̸̨̢͇̗̩̳̳̤̯̮͒̂͐͐̅͌ä̶̡͖̹̖̌͜g̷̫͍͌̿͑ǒ̶̡̼̫͖̣̒̅̀̀̋ ̷̖̺͕̳̟̊̊̌̓͐̈́̓̒̈́j̷͚̥̽̂̐͊̂̔͂̓̕ȏ̶̱͗̅̇̆s̷͓͎̟̙̝̫̉̅̌̂̈́̅̚ȇ̷̙̜͔̟̹̀̒̓͜                      #")
print("##################################################")
print("#                  🤑🤪                          #")
print("# parabens você conseguio entrar agora boa sorte #")

numeroSecrerto= random.randrange(0,100)
totaltentativas = 0
pontos = 100